{
	"photos_count" : 4,
	"text_fr" : "Day 1. We’re leaving Antananarivo, and drive 12 hours of 4WD to arrive to the biggest city North of the Makay: Malaimbandy. A second day of 4WD approach is still to come. We start to understand why the Makay is one of the remaining “Lost World”. Day 2. We leave early in the morning for a second day of 4WD ! Quickly, the “not too bad roads” disappears and we slowly start to struggle on small tracks through the bush. There’s not much trees around. But a few hundred years ago, the whole place was covered in forest. The main source of revenue for a Malagasy in the countryside is the zebu. To create pastureland, the forest has been burnt over generations, and the grassland is now still being burnt to see a sparser and sparser green grass regrow. The soils deteriorate and the uncontrolled fire spread everywhere the wind brings it, including the Makay, which destroy the last rainforest and threaten the endemic species that live there, including lemurs, chameleons and fossas (a strange wild cat hunting lemurs in the trees).",
	"text_en" : "Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan Ivan.",
	"lat" : -18.908480,
	"long" : 47.537510
}