{"lat": "-20.692936", "photos_count": 33, "long": " 45.343869", "text_en": "Day 1. We’re leaving Antananarivo, and drive 12 hours of 4WD to arrive to the biggest city North of the Makay: Malaimbandy. A second day of 4WD approach is still to come. We start to understand why the Makay is one of the remaining “Lost World”.Day 2. We leave early in the morning for a second day of 4WD ! Quickly, the “not too bad roads” disappears and we slowly start to struggle on small tracks through the bush. \n\nThere’s not much trees around. But a few hundred years ago, the whole place was covered in forest. The main source of revenue for a Malagasy in the countryside is the zebu. To create pastureland, the forest has been burnt over generations, and the grassland is now still being burnt to see a sparser and sparser green grass regrow. The soils deteriorate and the uncontrolled fire spread everywhere the wind brings it, including the Makay, which destroy the last rainforest and threaten the endemic species that live there, including lemurs, chameleons and fossas (a strange wild cat hunting lemurs in the trees).Day 3. After sleeping on the river banks next to a small village, we wake up at 5:30 and wait people from the village who will carry food and bags from campsite to campsite in the Makay and allow us to explore unknown canyons and uplands with a lighter burden. We then start walking through the bush, the Makay starting to tease us in the horizon. The terrain gets less and less flat until we arrive in a river and finally get our feet in water. We keep walking in the river the whole afternoon, realizing what awaits us for most of the adventure: wet feet and shoes full of sand, with every step in the shallow water plunging through the sand and draining your energy for hours on end.Day 4 - Part 1: Morning. Waking up at 5:30, again. We will get used to it, because every evening, Evrard (Naturevolution founder) will be telling us “Tomorrow will be a big day”. How surprising! This morning we have to get deeper into the Makay. We climb on a ridge, walk along it and go back down into a dried out riverbed. It feels like walking with your shoes on a beach for kilometers. You quickly start to try to guess where the sand will be the most solidified in order to use less energy. After a few endless hours under the beating sun, the water starts to appear. We keep walking until midday. We stop in the shadow of some trees next to the shallow river and make camp. We will always sleep on river banks so we can drink and wash before going to bed. Taking a bath in 5cm of water isn’t always easy tho, and you often have to dig a small hole deep enough plunge your bottle or sit in.Day 4 - Part 2: Afternoon. The group of 12\nhas to split for different activities. 2 groups will explore unknown canyons for the sake of discovery and see if lemurs live there, and a third (on which I enroll) will follow Evrard. Our goal is to find a way to get to a forest that has no been explored before. Evrard proposes Option 1: going a long way on the uplands. The problem is, Google Earth’s view leaves shadows in which there might be steep cliffs or holes we might not pass. After debating on different possibilities, we decide to first check a canyon that could lead to a summit from which we could get to the forest faster than Option 1. We set out and get into a canyon full of rocks and dense vegetation. It gets steeper and narrower to end up a dead end. Nice try. Option 3: We try to go to the same summit by climbing another hill and then go along the uplands. After climbing all the way up and walking to what risked to be another dead end, we indeed arrive at the bottom of an unclimbable a cliff. After this long afternoon, we go back to camp to decide with everyone the best thing to do the next day. And rest.Day 5 - Part 1: Morning. Evrard wants to find out if the Option 1 we didn’t try the day before would lead to something or not. We leave the carriers and the first sick people (one still ill from the previous day’s sunstroke and the other one taking care of a virulent mycosis on his feet) at the camp. The plan is to discover what’s in the shadow areas on Google Earth and see if the path is doable, then get back to camp. No matter the result, we won’t use this way to access the forest. After 3h walking on shadowless uplands, we arrive on a summit. And once again, it’s a dead end. We go back, more people suffering from sunstroke until midday, when we get back to camp. But there’s not much time to rest. There’s a long walk ahead of us.Day 5 - Part 2: Afternoon. Back to walking in the river. Wet feet, sand in the shoes. It stacks up until your feet are completely blocked and your toes start to ache. Any of the rare stops are the opportunity to remove the sand and have 5 minutes of comfort. Before the sand gets in again. After a few hours, Evrard decides we need to climb out from the canyon. The climb is dangerous and he places a rope for people to feel secure. A few slip and start to fall, barely avoiding a very bad fall by gripping to the rope, bare hands We then walk on the uplands until the night starts to fall. When we finally stop, it’s almost completely dark. And there’s still 2h hours to go, in more narrow, watery canyons. This canyons are full of pandanus: sorts of palm trees with thorny leaves and trunks, through which you need to walk.Day 6. Yesterday night, while making camp and eating, we could see a storm not too far. We knew the river could quickly go up if it was raining in the valleys above us. At 11:30pm, we all decide to go bed, hoping the river level wouldn’t go up too much. Wrong bet ! At 1 am, I suddenly wake up with a start in 10cm of water, all my stuff floating around. Getting up as fast as possible, saving what could be saved and shouting to the others (who were not flooded yet) to get out of their tents, I run out of the tent and move it out of water’s reach in the forest. We all wait patiently for the river to go down. Everything is wet. This was a very long night. This morning, we walk once again in the river. There’s more quicksands than usual. When you step in one, it feels like falling knee deep in a hole. You then quickly get out before it solidifies. We arrive at the campsite in the unknown forest after lunch. The afternoon, we split in 3 groups again to cover more canyons and find lemurs. And a lot of them we found ! Around 60 lemurs of 2 species : sufak (big, white in small groups) and rufifrons (small, brown in bigger groups). We found what we wanted. We watch one of Evrard movie in the evening while drinking tea, and eating rice, as usual.Day 7. Today we have to walk a lot, from early morning to sunset. The suffering that day was basically the same as everyday before. There’s this uplands torture I forgot to tell you about: the grass sticks small thorns in your pants, socks and shoes. It’s painful, and itchy as fuck and it takes way too long to get rid of. Anyway, I’ll tell you more about how important the zebu is in Malagasy’s life in the countryside. Your herd is like a bank account. The bigger it is, the richer and more powerful you are. Every village has its own. The problem is, everyone tries to steal zebus from other villages. A young man can prove himself by managing to steal zebus. Villages create armed guards to protect the cattle day and night. And they don’t hesitate to shoot. People often die, some are kidnapped beforehand so the villagers won’t defend themselves when their zebus are stolen. I have to admit that I wasn’t expecting such a story.Day 8. Today, we’re to meet a group of eco-volonteers at the next campsite. Their role is to go on a same track everyday and see how the lemur populations evolve. Early morning, we leave and start to make our way along a river full of huge boulders. Finding your way by jumping and climbing over giants rocks is fun as fuck. After some time, the boulders disappear to give way to canyons (caves, more than canyons at some points), in which we have no other choice than swimming, all dressed with our bags and headlamps on. We keep progressing in those for a few hours. It hard to get bored of the wonderful shapes and colors the canyons can arbor. We then end the day with some more boulders and river walking. And wasps. Did I tell you about wasps ? They have nests everywhere on low branches, and on a few occasions, you walk close enough to get stung. It’s easy to recognize a victim. They start to scream and run for their life. I wasn’t spared. And hurt it does ... a lot.Day 9. Today we’re free to do whatever we want. Evrard has some wound to tend to, after all, he’s been in the Makay for a month or so, and his feet are kind of dying. I decide to go for more narrow canyons. I’ve not seen a lot of those in my life so it’s now or never. You often need to find the good way to fit your body through the crack, scraping your belly and back along the way. In the evening, we speak about Naturevolution, and how to make the Makay project work. There’s so much faces to the problem that it’s hard to know how to act. Let’s speak a bit more about the problems. There is less and less forest. The Makay was a big water reservoir for all the surrounding region. But with no more forest, the water disappears as well. People can’t have rice all year round, and to survive they sometimes come in the Makay. They cut palm trees to eat their heart, they cut big chunk of forest to plant stuff, and kill lemurs to sell them back to the village for 5€. To see the Makay survive, you first need people to be able to eat and live correctly. That’s why Naturevolution starts to teach people to make honey, and plan to teach permaculture as well. Tourism is another possibility, but we know how too well how damaging tourism can get ...Day 10. We’re about to finish our trip and there’s still a long way to go. Everyone is tired and some got sick on the way. But there’s no other choice than going forward. Usually, our line stretches a bit and people sometimes lose track of the group in front of them. But this intensifies. As we walk from uplands to canyons, eyes down, concentrated on the effort, the night falls. When it gets completely dark, there’s 2 more hours of river and sand to go. To emphasize how draining the whole experience can get, I have to explain how this evening ended late, with one of us walking blankly for the last 2 hours, on the verge of fainting. We couldn't see anyone from the group for more than an hour, and we started to dread the moment his body wouldn’t be able to keep going. As we started to imagine carrying our friend to the end, we finally arrived. There’s still one morning to trek, and the pain should be over. Even the lucky ones who didn’t get too sick will be happy to cross the final line to finally enjoy a beer.Day 11. This is the last day walking. Since we’re about to get out of the Makay, the landscape won’t arbor any trees, nor shadow. We wake up at 4am in the hope of not suffering too much from the heat. And we walk, while the landscape gets flat again. After maybe 6h, we finally get to the final village where the 4WD are supposed to be waiting with a last group for Evrard. I say supposed, because they were not here. At all. They were more than a day of driving away. Still we had two 4WD for 16 + the drivers. We piled up, included 6 in the back of one of the cars, and drove back to Malaimbandy ... under our beloved sun.Day 12. The end! For 8 days in the Makay, we explored and found paths to new patches of forest to protect, where animals are cornered by human activity. Today we drove from dawn to dusk. It’s over, and it feels weird. The Makay, just like so many other places in the world, is in great danger, and it’s hard to be optimistic about its chances to make it through. But what other choice is there than acting ? I’m more than ever motivated to stop working and move away from France, to travel with the less impact possible and try to help anywhere I can along the way. Nature has proved it’s beauty to me once again, and I would do anything to see it survive. Get involved into whatever moves you, reflect on your habits and improve whatever you feel can be. Now is the time to act, because later will be too late.\n\nCheck more of my pictures on Instagram: jules_gorny\n\n", "text_fr": "Day 1. We’re leaving Antananarivo, and drive 12 hours of 4WD to arrive to the biggest city North of the Makay: Malaimbandy. A second day of 4WD approach is still to come. We start to understand why the Makay is one of the remaining “Lost World”.Day 2. We leave early in the morning for a second day of 4WD ! Quickly, the “not too bad roads” disappears and we slowly start to struggle on small tracks through the bush. \n\nThere’s not much trees around. But a few hundred years ago, the whole place was covered in forest. The main source of revenue for a Malagasy in the countryside is the zebu. To create pastureland, the forest has been burnt over generations, and the grassland is now still being burnt to see a sparser and sparser green grass regrow. The soils deteriorate and the uncontrolled fire spread everywhere the wind brings it, including the Makay, which destroy the last rainforest and threaten the endemic species that live there, including lemurs, chameleons and fossas (a strange wild cat hunting lemurs in the trees).Day 3. After sleeping on the river banks next to a small village, we wake up at 5:30 and wait people from the village who will carry food and bags from campsite to campsite in the Makay and allow us to explore unknown canyons and uplands with a lighter burden. We then start walking through the bush, the Makay starting to tease us in the horizon. The terrain gets less and less flat until we arrive in a river and finally get our feet in water. We keep walking in the river the whole afternoon, realizing what awaits us for most of the adventure: wet feet and shoes full of sand, with every step in the shallow water plunging through the sand and draining your energy for hours on end.Day 4 - Part 1: Morning. Waking up at 5:30, again. We will get used to it, because every evening, Evrard (Naturevolution founder) will be telling us “Tomorrow will be a big day”. How surprising! This morning we have to get deeper into the Makay. We climb on a ridge, walk along it and go back down into a dried out riverbed. It feels like walking with your shoes on a beach for kilometers. You quickly start to try to guess where the sand will be the most solidified in order to use less energy. After a few endless hours under the beating sun, the water starts to appear. We keep walking until midday. We stop in the shadow of some trees next to the shallow river and make camp. We will always sleep on river banks so we can drink and wash before going to bed. Taking a bath in 5cm of water isn’t always easy tho, and you often have to dig a small hole deep enough plunge your bottle or sit in.Day 4 - Part 2: Afternoon. The group of 12\nhas to split for different activities. 2 groups will explore unknown canyons for the sake of discovery and see if lemurs live there, and a third (on which I enroll) will follow Evrard. Our goal is to find a way to get to a forest that has no been explored before. Evrard proposes Option 1: going a long way on the uplands. The problem is, Google Earth’s view leaves shadows in which there might be steep cliffs or holes we might not pass. After debating on different possibilities, we decide to first check a canyon that could lead to a summit from which we could get to the forest faster than Option 1. We set out and get into a canyon full of rocks and dense vegetation. It gets steeper and narrower to end up a dead end. Nice try. Option 3: We try to go to the same summit by climbing another hill and then go along the uplands. After climbing all the way up and walking to what risked to be another dead end, we indeed arrive at the bottom of an unclimbable a cliff. After this long afternoon, we go back to camp to decide with everyone the best thing to do the next day. And rest.Day 5 - Part 1: Morning. Evrard wants to find out if the Option 1 we didn’t try the day before would lead to something or not. We leave the carriers and the first sick people (one still ill from the previous day’s sunstroke and the other one taking care of a virulent mycosis on his feet) at the camp. The plan is to discover what’s in the shadow areas on Google Earth and see if the path is doable, then get back to camp. No matter the result, we won’t use this way to access the forest. After 3h walking on shadowless uplands, we arrive on a summit. And once again, it’s a dead end. We go back, more people suffering from sunstroke until midday, when we get back to camp. But there’s not much time to rest. There’s a long walk ahead of us.Day 5 - Part 2: Afternoon. Back to walking in the river. Wet feet, sand in the shoes. It stacks up until your feet are completely blocked and your toes start to ache. Any of the rare stops are the opportunity to remove the sand and have 5 minutes of comfort. Before the sand gets in again. After a few hours, Evrard decides we need to climb out from the canyon. The climb is dangerous and he places a rope for people to feel secure. A few slip and start to fall, barely avoiding a very bad fall by gripping to the rope, bare hands We then walk on the uplands until the night starts to fall. When we finally stop, it’s almost completely dark. And there’s still 2h hours to go, in more narrow, watery canyons. This canyons are full of pandanus: sorts of palm trees with thorny leaves and trunks, through which you need to walk.Day 6. Yesterday night, while making camp and eating, we could see a storm not too far. We knew the river could quickly go up if it was raining in the valleys above us. At 11:30pm, we all decide to go bed, hoping the river level wouldn’t go up too much. Wrong bet ! At 1 am, I suddenly wake up with a start in 10cm of water, all my stuff floating around. Getting up as fast as possible, saving what could be saved and shouting to the others (who were not flooded yet) to get out of their tents, I run out of the tent and move it out of water’s reach in the forest. We all wait patiently for the river to go down. Everything is wet. This was a very long night. This morning, we walk once again in the river. There’s more quicksands than usual. When you step in one, it feels like falling knee deep in a hole. You then quickly get out before it solidifies. We arrive at the campsite in the unknown forest after lunch. The afternoon, we split in 3 groups again to cover more canyons and find lemurs. And a lot of them we found ! Around 60 lemurs of 2 species : sufak (big, white in small groups) and rufifrons (small, brown in bigger groups). We found what we wanted. We watch one of Evrard movie in the evening while drinking tea, and eating rice, as usual.Day 7. Today we have to walk a lot, from early morning to sunset. The suffering that day was basically the same as everyday before. There’s this uplands torture I forgot to tell you about: the grass sticks small thorns in your pants, socks and shoes. It’s painful, and itchy as fuck and it takes way too long to get rid of. Anyway, I’ll tell you more about how important the zebu is in Malagasy’s life in the countryside. Your herd is like a bank account. The bigger it is, the richer and more powerful you are. Every village has its own. The problem is, everyone tries to steal zebus from other villages. A young man can prove himself by managing to steal zebus. Villages create armed guards to protect the cattle day and night. And they don’t hesitate to shoot. People often die, some are kidnapped beforehand so the villagers won’t defend themselves when their zebus are stolen. I have to admit that I wasn’t expecting such a story.Day 8. Today, we’re to meet a group of eco-volonteers at the next campsite. Their role is to go on a same track everyday and see how the lemur populations evolve. Early morning, we leave and start to make our way along a river full of huge boulders. Finding your way by jumping and climbing over giants rocks is fun as fuck. After some time, the boulders disappear to give way to canyons (caves, more than canyons at some points), in which we have no other choice than swimming, all dressed with our bags and headlamps on. We keep progressing in those for a few hours. It hard to get bored of the wonderful shapes and colors the canyons can arbor. We then end the day with some more boulders and river walking. And wasps. Did I tell you about wasps ? They have nests everywhere on low branches, and on a few occasions, you walk close enough to get stung. It’s easy to recognize a victim. They start to scream and run for their life. I wasn’t spared. And hurt it does ... a lot.Day 9. Today we’re free to do whatever we want. Evrard has some wound to tend to, after all, he’s been in the Makay for a month or so, and his feet are kind of dying. I decide to go for more narrow canyons. I’ve not seen a lot of those in my life so it’s now or never. You often need to find the good way to fit your body through the crack, scraping your belly and back along the way. In the evening, we speak about Naturevolution, and how to make the Makay project work. There’s so much faces to the problem that it’s hard to know how to act. Let’s speak a bit more about the problems. There is less and less forest. The Makay was a big water reservoir for all the surrounding region. But with no more forest, the water disappears as well. People can’t have rice all year round, and to survive they sometimes come in the Makay. They cut palm trees to eat their heart, they cut big chunk of forest to plant stuff, and kill lemurs to sell them back to the village for 5€. To see the Makay survive, you first need people to be able to eat and live correctly. That’s why Naturevolution starts to teach people to make honey, and plan to teach permaculture as well. Tourism is another possibility, but we know how too well how damaging tourism can get ...Day 10. We’re about to finish our trip and there’s still a long way to go. Everyone is tired and some got sick on the way. But there’s no other choice than going forward. Usually, our line stretches a bit and people sometimes lose track of the group in front of them. But this intensifies. As we walk from uplands to canyons, eyes down, concentrated on the effort, the night falls. When it gets completely dark, there’s 2 more hours of river and sand to go. To emphasize how draining the whole experience can get, I have to explain how this evening ended late, with one of us walking blankly for the last 2 hours, on the verge of fainting. We couldn't see anyone from the group for more than an hour, and we started to dread the moment his body wouldn’t be able to keep going. As we started to imagine carrying our friend to the end, we finally arrived. There’s still one morning to trek, and the pain should be over. Even the lucky ones who didn’t get too sick will be happy to cross the final line to finally enjoy a beer.Day 11. This is the last day walking. Since we’re about to get out of the Makay, the landscape won’t arbor any trees, nor shadow. We wake up at 4am in the hope of not suffering too much from the heat. And we walk, while the landscape gets flat again. After maybe 6h, we finally get to the final village where the 4WD are supposed to be waiting with a last group for Evrard. I say supposed, because they were not here. At all. They were more than a day of driving away. Still we had two 4WD for 16 + the drivers. We piled up, included 6 in the back of one of the cars, and drove back to Malaimbandy ... under our beloved sun.Day 12. The end! For 8 days in the Makay, we explored and found paths to new patches of forest to protect, where animals are cornered by human activity. Today we drove from dawn to dusk. It’s over, and it feels weird. The Makay, just like so many other places in the world, is in great danger, and it’s hard to be optimistic about its chances to make it through. But what other choice is there than acting ? I’m more than ever motivated to stop working and move away from France, to travel with the less impact possible and try to help anywhere I can along the way. Nature has proved it’s beauty to me once again, and I would do anything to see it survive. Get involved into whatever moves you, reflect on your habits and improve whatever you feel can be. Now is the time to act, because later will be too late.\n\nCheck more of my pictures on Instagram: jules_gorny\n\n"}