{
	"navbar_home" : {
		"fr" : "Accueil",
		"en" : "Home"
	},
	"navbar_map" : {
		"fr" : "Carte",
		"en" : "Map"
	},
	"navbar_APropos" : {
		"fr" : "A propos",
		"en" : "About us"
	},
	
	
	
	"index_travelNoImpact" : {
		"fr" : "Voyager sans impact",
		"en" : "Travel with no impact"
	},
	"index_actEnvironment" : {
		"fr" : "Agir pour l'environnement",
		"en" : "Act for the environment"
	},
	"index_MossyEarth_learnMore" : {
		"fr" : "Apprenez en plus sur Mossy Earth",
		"en" : "Learn more about Mossy Earth"
	},
	"index_6wheels_learnMore" : {
		"fr" : "Suivez notre voyage depuis la carte !",
		"en" : "Follow our journey through the map!"
	},
	"index_whoarewe" : {
		"fr" : "Qui sommes nous ?",
		"en" : "Who are we?"
	},
	"index_ourpartners" : {
		"fr" : "Nos partenaires",
		"en" : "Our partners"
	},
	"index_6wheelsdescr" : {
		"fr" : "6Wheels est un projet réunissant voyage, aventure et protection de l'environnement. En septembre 2019, nous partons depuis la France vers l'Inde avec vélos et tentes. Nous lutterons en chemin pour la conservation de la nature par des actions d’éco-volontariat. Nous encourageons aussi chacun à se joindre aux efforts de nos partenaires. Jetez donc un oeil à leurs actions !",
		"en" : "6Wheels is a project mixing travel, adventure and environmental protection. Starting in September 2019, we are leaving with our bicycles and camping gear from France toward India. We will take part in the fight for nature conservation by volunteering on the way. We also encourage people to join the efforts of our partners. Check out their action!"
	},
	"index_MEdescr" : {
		"fr" : "<span class='mossyfied'>Mossy Earth</span> est une entreprise sociale dont la mission est de restaurer des étendues sauvages en Europe. À travers le <span class='mossyfied'>reboisement</span>, ils offrent à chacun la possibilité de planter des forêts d’arbres natifs et de restaurer des écosystèmes clés tout en réduisant leur empreinte carbone. Avec notre partenariat, profitez de 10 arbres gratuits pour la prise d’un abonnement.",
		"en" : "<span class='mossyfied'>Mossy Earth</span> is a social enterprise on a mission to bring true wilderness back to Europe. Through the framework of <span class='mossyfied'>rewilding</span> and <span class='mossyfied'>reforestation</span>, they offer everyone the possibility to plant forests and restore key ecosystems while mitigating carbon footprints. Take advantage of our partnership and get 10 free trees planted for a membership!"
	},
	"index_pedalForYou" : {
		"fr" : "Embarquez pour un voyage visuel à nos côtés, <br>nous pédalons pour vous !",
		"en" : "Embark on a visual journey by our side, <br>we pedal for you!"
	},
	"index_aboutthiswebsite" : {
		"fr" : "A propos de ce site",
		"en" : "About this website"
	},
	"index_aboutthiswebsiteText" : {
		"fr" : "La réussite environnementale de 6Wheels est étroitement liée au nombre de personnes que nous pouvons atteindre. Cette page web en est notre vitrine. Pour nous aider, partagez la autour de vous. Vous pouvez nous trouver grâce à notre carte. Si vous êtes sur notre route, n'hésitez pas à nous contacter, nous ferons un crochet!",
		"en" : "The success of 6Wheels as an environmental act is tied with the number of people we can reach. This website is meant to be our online flag. You can help us by sharing it around you. In the map section you will find our location. If you are on our way, don’t hesitate to contact us to see if we can meet!"
	},
	"index_avisualjourney" : {
		"fr" : "Un voyage visuel",
		"en" : "A visual journey"
	},
	"index_avisualjourneyText" : {
		"fr" : "Au coeur des vallées, le long des cours d'eau, à travers montagnes et désert... Nous allons découvrir des paysages à couper le souffle, des cultures différentes et faire des rencontres inattendues. C'est une chance pour nous de vivre tout ça, et c'est encore mieux si nous arrivons à le transmettre. A travers nos photographies et vidéos, nous espérons partager une part de ce que nous ressentons. Alors embarquez avec nous et continuez à nous suivre.",
		"en" : "Through valleys, along river beds, across mountains and deserts… We are going to discover stunning landscapes, witness a variety of distinct cultures and make unexpected encounters. It is a chance for us to experience all of this and it only gets better if we can share it with you. We want to help you see through our eyes and maybe, with our photographs and videos, give you a glimpse of the feelings we are experiencing. So grab a seat and follow us."
	},
	"index_apersonnalchallenge" : {
		"fr" : "Un défi personnel",
		"en" : "A personnal challenge"
	},
	"index_apersonnalchallengeText" : {
		"fr" : "Nous voulons respecter l'environnement et vivre une aventure. Un voyage à vélo semble être une bonne idée ! C'est un challenge et c'est pour nous une toute nouvelle façon de traverser des continents. Mais soyons honnêtes, il y aura des moments difficiles. Pour surmonter ça nous devrons nous entraider. C'est aussi un aspect de cette aventure que nous aimerions partager. Alors n'hésitez pas à nous exprimer votre soutien. Il pourrait avoir plus d'importance que vous ne le croyez.",
		"en" : "We want to respect the environment and we want to live an adventure. Riding our bicycles seems like a good idea! It adds a bit of challenge and a whole new way for us to move through continents. But let's be honest, there will be difficult times. In those moments we will have to support each other to make it through. This is also part of this adventure and we want to share those stories as well. Don't hesitate to show us your support. This might help more than you think."
	},
	"index_learnmoreaboutus" : {
		"fr" : "Cliquez ici pour en apprendre davantage sur nous!",
		"en" : "Click here to learn more about us!"
	},

	




  "mossy_title_1" : {
	"fr" : "Pourquoi nous aimons Mossy Earth ?",
	"en" : "Why do we like Mossy Earth ?"
  },
  "mossy_text_1" : {
	"fr" : "Il est de notoriété publique que planter des milliards d'arbres pour réduire la quantité de dioxyde de carbone contenue dans l'atmosphère est une des meilleures solutions actuelles pour endiguer le changement climatique. Cependant, planter d'immenses forêts stériles ferait plus de mal que de bien. Partout dans le monde, les habitats naturels sont détruits, entrainant dans leur chute les animaux qui les peuplent. Mossy Earth ne plante pas simplement des arbres, ils recréent des espaces naturels tels qu'ils étaient par le passé, <span class='mossyfied'>permettant ainsi à la nature de reprendre ses droits</span>. Rendre à la nature ce qui lui a été pris est selon nous la meilleure façon de réduire l'emprunte carbone humaine.",
	"en" : "It is now commonly accepted that planting billions of trees to reduce the carbon dioxide contained in the atmosphere is one of the best solutions we have to tackle climate change. But planting huge barren forests would do more harm than good. Everywhere in the world, natural habitats are being destroyed, taking along all the animals that inhabits them. Mossy Earth is not only planting trees, they recreate natural areas as they were before, <span class='mossyfied'>allowing nature to regain its rights.</span> And to us, giving back to the natural world what we’ve taken away from it is the best way to reduce humanity’s carbon footprint."
  },
   "mossy_title_2" : {
	"fr" : "Quelques mots de Mossy Earth",
	"en" : "A few words from Mossy Earth"
  },
  "mossy_generalDescription" : {
	"fr" : "<span class='mossyfied'>Mossy Earth</span> est une entreprise sociale qui a pour mission de restaurer de véritables régions sauvages en Europe. À travers ce cadre de <span class='mossyfied'>réensauvagement</span> et de <span class='mossyfied'>reboisement</span>, nous offrons aux particuliers, aux écoles et aux entreprises la possibilité de planter des forêts et de restaurer des écosystèmes clés tout en réduisant leur empreinte carbone.",
	"en" : "<span class='mossyfied'>Mossy Earth</span> is a social enterprise on a mission to bring true wilderness back to Europe. Through the framework of <span class='mossyfied'>rewilding</span> and <span class='mossyfied'>reforestation</span>, we offer individuals, schools and businesses the possibility to plant forests and restore key ecosystems while mitigating their carbon footprint."
  },
   "mossy_title_3" : {
	"fr" : "Un résumé de nos projets",
	"en" : "A summary of our projects"
  },
  "mossy_summaryTitle_1" : {
	"fr" : "<span class='mossyfied'>Wildfire Restoration</span>",
	"en" : "<span class='mossyfied'>Wildfire Restoration</span>"
  },
  "mossy_text_3" : {
	"fr" : "Ce projet dans la vallée du Douro, au Portugal, vise à reboiser les zones dévastées par les incendies de forêt de 2017 qui ont frappé cette belle région.",
	"en" : "This project in the Douro Valley, Portugal seeks to reforest areas devastated by the 2017 wildfires that struck this beautiful region."
  },
  "mossy_summaryTitle_2" : {
	"fr" : "<span class='mossyfied'>Healing Clear Cuts</span>",
	"en" : "<span class='mossyfied'>Healing Clear Cuts</span>"
  },
    "mossy_text_4" : {
	"fr" : "Ce projet vise à replanter des zones illégalement exploitées tout en protégeant les forêts anciennes existantes de l’abattage et du braconnage en Roumanie.",
	"en" : "This project in Romania aims to replant areas that have been illegally logged while also protecting existing old growth forests from further logging and poaching."
  },
  "mossy_summaryTitle_3" : {
	"fr" : "<span class='mossyfied'>Native Oak Woodland Restoration</span>",
	"en" : "<span class='mossyfied'>Native Oak Woodland Restoration</span>"
  },
  "mossy_text_5" : {
	"fr" : "Ce projet cherche à mettre au point des pratiques de gestion durable des terres pour lutter contre la domination d'un arbuste dénommé Portuguese Broom et les incendies de forêt d’été au Portugal, en aidant la régénération des forêts de chênes indigènes.",
	"en" : "This project seeks to develop sustainable land management practices to deal with the dominant Portuguese Broom, the ravenous Portuguese summer wildfires and regenerate native oak woodlands."
  },
  "mossy_summaryTitle_4" : {
	"fr" : "<span class='mossyfied'>Foraois - Reversing Ireland’s History</span>",
	"en" : "<span class='mossyfied'>Foraois - Reversing Ireland’s History</span>"
  },
    "mossy_text_6" : {
	"fr" : "Jadis la région la plus boisée d’Europe, où Gaël est synonyme de population forestière, nous sommes ici pour construire des forêts natives, saines et résilientes en Irlande.",
	"en" : "Once the most forested land in Europe, where Gael means forest people, we are here to build native, healthy and resilient forests in Ireland."
  },
  "mossy_title_4" : {
	"fr" : "La promesse de Mossy Earth",
	"en" : "Mossy Earth Promise"
  },
  "mossy_text_7" : {
	"fr" : "<li>Nous ne plantons que des espèces d'arbres natifs. Pas de plantes envahissantes ni de monocultures. Nos arbres sont plantés dans un contexte de réensauvagement plus large, dans des zones protégées, pour que vos arbres restent sauvages pour toujours!</li><li>Nous nous engageons à remplacer les arbres perdus au cours des 3 premières années.</li><li>Nous plantons 30% d'arbres supplémentaires dans l'ensemble de nos projets pour nous assurer de notre impact en tant que groupe et pour s'assurer d'éventuels écarts dans le calcul d'impact carbone.</li>",
	"en" : "<li>We only plant native species of trees. No invasives nor monocultures. Our trees are planted in a wider rewilding context, in protected areas, to ensure your trees stay wild forever!</li><li>We commit to replacing any trees lost within the first 3 years.</li><li>We plant an additional 30% across all our projects to ensure we meet our impact as a group and as an insurance against any carbon calculation discrepancies.</li>"
  },
  
  
  

  "about-us-title" : {
    "fr" : "Mieux nous connaître",
    "en" : "About us"
  },
  "about-us_header_01" : {
	"fr" : "Nous sommes une équipe de trois amis de longue date. Lors de nos précédents voyages, chacun de nous a été touché à sa manière par la diversité et la beauté du monde sauvage. Bien que différentes, nos expériences nous ont donné une approche similaire de la vie: une irrépressible envie d'aventure mêlée à un profond besoin d'aider cette planète à se remettre de l'activité humaine. 6Wheels est une tentative pour faire de ces deux prioritées notre quotidien.",
	"en" : "We are a team of three longtime friends. We all travelled before and have been touched by the variety and beauty of wilderness. Although different, our experiences gave us a common approach to life: an irrepressible call for adventure mixed with the vivid need to help the planet recover from human activity. 6Wheels is our attempt to turn those two priorities into our actual daily occupations."
  },
  "about-us_header_02" : {
	"fr" : "TODO",
	"en" : "We’ve always loved travelling, trekking on majestic mountains, diving in colorful coral reefs, biking through hot and empty countrysides, struggling through dense rainforests. But as we travelled, we quickly came to realise that no matter where you are, the human civilisation is never far. And with human civilisation comes the destruction of all the natural wonders we love.  "
  },
  "about-us_jules_01" : {
	"fr" : "6Wheel est une opportunité de satisfaire mon amour du voyage et du partage de mes aventures, et d'agir pour l'environnement, répondant ainsi à ma préoccupation croissante pour l'avenir de notre planète.",
	"en" : "6Wheel is a project meant to fulfill my love for travelling and sharing my adventures, and act for the environment, addressing a growing concern I have for the environmental future of our planet."
  },  
  "about-us_anatole_01" : {
	"fr" : "TODO",
  "en" : "6Wheels is a form of freedom. It's a way to take time on the way while travelling, It's an adventure that will give me the opportunity to live unforgettable moments. I want to explore new places; take time to contemplate what nature still has to show us before it’s too late. I want to witness more cultures and their traditions; discover everything that makes this planet so wonderful..."
  },
  "about-us_david_01" : {
	"fr" : "TODO",
  "en" : "PENIS PENIS PENIS PENIS PENIS PENIS PENIS PENIS PENIS PENIS PENIS PENIS PENIS PENIS PENIS PENIS PENIS PENIS PENIS PENIS PENIS PENIS PENIS PENIS PENIS PENIS PENIS PENIS"
  }
}