{"photos_count": 10, "title": "[True Storytelling + Awesome pics] Mount Agung and Rinjani : two ways of climbing Indonesian volcanos", "long": " 116.422105", "text_en": "Note: If you don't have time for a long story, you should still scroll for the pictures :) Enjoy!\n\nWhen we arrived to Bali, we wanted to climb some volcanoes. Mount Batur is the most famous on the island, which also means the most crowded. We decided to climb Mount Agung instead. It’s the highest, and almost nobody choose this one. \n\nThe most common way of climbing a volcano in Indonesia is to go by night, and enjoy the sunset on the top. To do so, we rented scooters in Denpasar, and started to drive towards a hotel we booked not too far from Mount Agung. \n\nWe drove the full afternoon on the main road and got there in the evening. It was night already. To our surprise, the hotel was closed by a big metallic door. The hotel was rounded by a 3 meter (9 feet) high wall. Nobody came after we knocked for some time. so I decided to climb the wall and see if I could find anyone. As I was walking slowly in the inner courtyard, I bumped and scared the shit out of the guy supposed to be here in case someone arrived. He had been sleeping and didn’t hear us.\n\nAfter leaving all the useless stuff at the hotel, we headed for the volcano. We were planning on hiking by ourselves, but when we finally arrived not too far from the trail, people waved at us to make us stop. They told us it wasn’t possible to go without a guide, but indeed, they could call one for us. We tried to say we didn’t want one, but they acted quite threatening. We asked for the price, and from there, a big misunderstanding occurred. They asked for “a 100”, which we thought was 100 000 IDR each (~7$). We had watched on the internet before and it seemed to be a possible price. We were ok with this, and they called a guide. That’s only when he arrived and we handed the money that we understood they were expecting a 100$. After some negotiation, the guide accepted 60$. It was 1am. We had been debating for more than 2 hours, and didn’t like it that much. \n\nThe hike is only 8km, but with an elevation gain of 2km. Internet was advising a departure around 11pm for a 6 hours climb. We started the hike up. The guide was going surprisingly fast, but we followed. When he stopped, less than an hour later, we already were ¼ of the way up the volcano. After a small break, we continued the ascent, overtook a group, and stopped two more times at half and ¾ of the way. He told us it was too early to get to the summit, we would freeze if we waited too long up there. Three other groups were on the mountain since 9 and 11pm. He told us not to speak about the amount we paid for the hike because another group had paid 250$. Our guide was smiling way more, now that we had climbed most of the volcano. We later understood that it was due to how fast we were going. We didn’t pay much, but we wouldn’t spend 10 hours on the hike either. We stopped a bit before the summit with the other groups, and made a fire, waiting for sunrise. When we finally started to walk again and reached the top, we could see Mount Batur piercing through the clouds behind us.From the top, as the sun was rising, we started to see the shape of Mount Rinjani, on the eastern Lombok Island. It looked huge, we wanted to climb it as well. Our guide was happier than ever, calling us “the super heroes”. He wanted to run on the way down.After some time on the summit, the cold got us on the way back. We had only found warm clothes the day before, after looking for a hiking gear store for hours in Denpasar (don’t trust Google Maps). Our size is not usual in South-East Asia, so the clothes were a bit too small. When we started the descent, my body was cold. My knees quickly started to hurt as we were running down. The pain became hard to deal with and the descent ended up being a nightmare.  When we finally got to our scooters, we still had to get back to the hotel. The road felt very long, driving behind trucks most of the way. I almost fell asleep a few times.After a day of sleep, we went back to Denpasar. We lost ourselves in the countryside on purpose, trying to avoid the busy main road. Indonesian countryside always have a lot of surprising landscapes to offer, like a lot of paddy fields and palm trees along the roads.At the hostel in Denpasar, we started to decide how ascent Mount Rinjani. First, we didn’t want to have a guide again. It removes so much of the fun of exploring an unknown place, and forces you to stay with other people and their guides. We wanted to do it on our own. We watched a lot more on the internet this time. For Mount Rinjani, you were not only paying a guide, but paying all the transport to the volcano, and the hotels. The price was around 300$ per person. We didn’t want to pay such a huge amount for one trek and internet seemed to say we could go without a guide. But first, we had to get on Lombok island, where Mount Rinjani stands.We saw that an all included trip to Senggigi (the city we were heading to on Lombok island) was possible but we decided to try to do it on our own to reduce costs. We went to the bus terminal to find a bus to the harbour. But instead of going inside the terminal, we waited outside. Doing so, you can catch a bus going out, which is already full. This might allow you to negotiate the price. We proposed a first price, the driver wasn’t ok and went away. We expected him to come back anyway to get us onboard. He did 2 minutes later. After being handed over to another driver on the way, we finally arrived at the harbor, where people proposed us again an all inclusive trip to our destination. We refused again and just took an economy class boat ticket. That’s how we ended up in the slow boat, which gave us plenty of time to rest on the benches, cradled by the swell.When we finally arrived on Lombok island, it was getting dark. And we still had 40km (25 miles) to get to our next hostel. Still trying to reduce costs, we decided not to climb into any of the taxis waiting next to the boat, shouting for you to get in their car. We went out the harbor and started to negotiate a better price for the taxi. It failed miserably and we ended up with nobody to take us to our hostel. It was night. Heavy bags on the back, we started to walk, wondering if we would have to go all the way by foot. Surely we could find another way. 200 meters later, a group of 30 young locals asked us where we wanted to go. As we explained, they told us they could give us a scooter ride for some money. But there was no scooter around, and a 40km (25 miles) night ride on a scooter didn’t seem like a good idea with our bags. As they sent people to get scooters, we started to feel more and more oppressed and decided to move away. Something was clearly going wrong. As they were unhappily following us, a guy with a MPV stopped next to us and asked if we needed a taxi. We didn’t hesitate a second and jumped in. He gave a few words to the angry young crowd and drove off. It felt like a close shot. We started to speak and he asked us if he could bring his wife back home before driving us to our hostel. We didn’t see any problem with that. It made for a nice tour. When we got to his place, his wife got out, and his 3 kids came in, happy to go with their dad and 2 foreigners. After a relaxing ride, we got to our destination. This evening, we even struggled finding a place to eat. It was Ramadan. \n\nThe next morning, we had planned to go to the tour agencies to check if it was really possible to climb Mount Rinjani without a guide. We also needed tents, sleeping bags and mattresses. Everything was close, but after some time, we finally found a guy working in a local trekking association. He knew a lot about Rinjani and told us that we could indeed do it on our own. For the gear, we could find it in one of the two cities at the foot of the volcano, where the trails start. With this information, we could finally rent scooters from the hotel and leave. The climb was getting closer.Agencies propose two main ways of climbing Mount RInjani as described on this maps.\nFirst option, 2 days (~28km, 17.4 miles): \n     Day 1: Entry 1 => Camp 1 : 10 km (6.2 miles) with 1.7km (1.05 miles) elevation gain. \n     Day 2: Camp 1 => Summit => Camp 1 => Entry 1 : Wake up at 3am to get to the top (1km of elevation gain) for sunrise. \nSecond option, 3 days (~43km, 26.7 miles):\n     Day 1: same as before\n     Day 2: Camp 1 => Summit => Camp 1 => Camp 2 or 3\n     Day 3: Camp 2 or 3 => Entry 2\nIn both cases, you have porters carrying most of your stuff.\n\nWe decided we wanted to see the full parcour. We decided to walk day 2 and 3 on the same day, to pack the whole hike in 2 days. We would carry our gear, food and water supplies all the way. We heard that there were water springs on the mountain to refill the bottles. To be able to do the full tour, we booked a night in Sembalun Lawang (East) for the night before departure, and a night in Bayan (West) for the night after our arrival. We would leave a scooter and rent the gear in Bayan, and head to our first hotel using one scooter. After a night of sleep, we would leave our last scooter behind and start the ascent.\n\nThat was the plan. We left Senggigi in the afternoon and drove all the way around the Western part of the island. It rained, but we enjoyed seeing black sand beaches and driving through small villages in the countryside.After a long day, we arrived in Bayan. We first had to book a night to rest after the hike, 2 days later. The hotel kept one of our scooters as well. \n\nThen we had to find the gear. And it appeared to be way harder than expected. Nobody seemed to have heard of a guy renting tents and stuff. We went up and down the village, speaking to everyone until someone showed us the home of the supposed renter. It was empty, so we waited. After some time, a guy finally arrived and luckily, he had the much needed camping gear! We hopped back on our remaining scooter, and, trying to keep the perfect balance with all this new weight, we drove to the departure hotel. Upon arrival, we went to eat something. When we decided to finally go back to sleep, the scooter refused to start, no matter our efforts. We gave up, too tired to deal with this, and decided to get preoccupied on our return from the hike.\n\nWe went to bed, looking forward to the next day. At 4am, we got woken up by someone singing. It was still Ramadan. When we finally got out of bed, we packed up, and headed for the closest small shop to get some food. We took a lot of dry biscuits and corned beef as marmalade, as well as energy bars and dried banana for dessert. We had a hard time knowing which quantity of food we really needed, afraid of having too much to carry. \n\nThe groceries done, we packed again, and headed for the office delivering the entry rights for the national park. When we entered the room, guides were here buying the tickets for their groups. As we asked for tickets to someone who seemed to work in the army, he watched us and asked “Where is your guide ?”. “We don’t have one”. “Well, you can’t go without a guide”. We backed off, and looked at each other. “What do we do?” Everything until now seemed to say we could go without a guide. We had done so much coming here on our own for nothing? No, we would go anyway. We asked again and he refused to sell us the entry rights again. We got out of the office and decided to walk along the road for 4km to the departure point (Entry 1). Trucks loaded with dozens of tourists went by. How would we act when we arrived at the departure? What if they refused to let us go without the permit? We decided to watch the ground and just go through the crowd, hoping to pass unnoticed. This actually worked perfectly well, because nobody was here to check anything. The path was free. Quickly, we got behind porters.We overtook everyone. We wanted to walk as fast as possible at the start to be alone on the mountain for the rest of the day. That’s the main reason we didn’t want a guide, we wanted to be alone. We passed through groups of 30 tourists having a break after 1km, and kept going. At 10am, the sun was hitting hard already. But there was not much trees around. When we finally saw one far ahead, we decided to stop for our first break. But we were not first. A group of porters was already here. We didn’t know if they would be nice to us, since we were not using their services. In the end, they offered us coffee. They had a job for the next 3 days and didn’t care at all. They were actually just surprised. We later learned that among the 300 people who were on the mountain, there was another group of 2 and us without a guide. The word quickly went around and everyone on the mountain seemed to know who we were.We left before the porters and finally had the whole place to ourselves. For lunch, we had corned beef and dry biscuits. It would be our meal until the next evening. When we arrived at camp 1 on the ridge, we had no water left and we started to look for the spring. The spring wasn’t here, which is totally logical. It was next to camp 2, close to the lake, 6km down, where water can start flowing down the volcano. If we walked this 6km, we would have to climb it back the next morning before heading to the summit. We had no other choice than add this 12km to our overall trip and went to camp 2. \n\nAfter 19km, we finally stopped and directly built the tent. Then, we went to look for the water spring. There was a lot of fog, and all we could find was a few yellowish, sulfur smelling puddles. This couldn’t be the spring. We tasted the water just in case, it was awful.We headed back to camp, hoping to find someone who could tell us where the real spring was. We met a guy who was climbing differently than most people. He had a guide but was carrying his own stuff. He asked his guide a hint to find the spring and came with us to find it. It took some more time, but we finally got there. It looked like this.The whole place was dirty. There was trash all around the lake too, which made for quite a depressing sight. \n\nWe went to sleep early. The next day would be a huge day. 36km instead of 30. We had to climb the 6km back, then go to the summit, and come back to the lake, refill the water bottles and head for camp 3 on the next ridge before climbing down the whole volcano.\n\nWe woke up at 4am to pack the tent, eat a quick breakfast and leave by 5am. This way, we would climb to the summit while people got down. We wanted to be alone on the top. The climb from camp 1 to the summit happened to be way harder than expected. We didn’t think of leaving stuff behind and carried everything to the top. We were climbing on a very steep slope, covered by 30cm of dirt and ashes. Each step coming back down as you put your weight on it. But it didn’t keep us from enjoying the most incredible landscape we might have had the chance to see in our lives.The color were out of this world. Every 5 meters, a break was welcome to catch our breath and enjoy the view. As expected, most of the people saw us go up as they were going back down. Most were telling us “the worst is still to come”. And it was.The last 500 meters were even steeper, and each step would make you go forward by 20 cm at best. The altitude rising, the effort seemed twice as hard as it should have been. A hundred meters from the summit, we passed by a guy, laying on the back. We asked him if he had been on the top. He told us he didn’t reach it yet. We kept moving and finally got to the summit, around 3700 meters above sea level. It was 9am, and it wasn’t freezing and we had the place to ourselves.We stayed there for half an hour, and ate. We still had a long walk to go, and we wanted to arrive at the hotel not too late (spoiler alert, it failed). The slope being so steep and the ground being so slippery, the best way down was to run. We passed the guy we saw on the way up. He was going down as well. The descent to camp 1 was very fast. Some people we were meeting on the way up 2 hours before were surprised to see us so soon and asked if we really got to the summit.No time to waste, we went back to the lake. This is when my knees started to hurt just like on Mount Agung descent. I was expecting this hike to end in pain.We refilled our water bottles at the lake once more, and went forward. Luckily for me, we had a small break in the descent to climb back up to camp 3. We started to have cramps, but nothing too terrible. When we finally got to camp 3, the sun was going down already and people there were making camp. We still had 14 km to go (we already did 22 on this day) but the part i dreaded the most was to go down from the altitude of 2.5km to less than 500m above sea level. \n\nThe campers saw us leave in the falling darkness, headlamps on our foreheads. After a kilometer we got into the jungle. It was completely dark. The small track was full of roots and sometimes very steep. My knees were hurting more and more, I could barely bend them. I started to walk with my legs stretched. My toes were hitting the front of my shoes but I barely noticed. \n\nOf course, when you start to think it can’t get worse, it starts to rain. I’ve seen this in a lot of movies. And this time, too. We kept going for hours, checking our phone every now and then to realise we had just struggle for 200 meters. \n\nIt really couldn’t get worse. Our stomachs were empty, we had been eating our last food at the lake. The 12 km added by our planning mistake about the water spring had more impact than we expected. Anyway, there was no other way than keep walking and not think to much. \n\nSuddenly, my headlamp stopped. No more battery, really? We would have to use one headlamp for the next 6km. My friend tries to encourage me, but i’m head down, dealing with the pain and the lack of light.\n\nFrom there, it was just the same thing for hours. Pain, hunger, “wait, I can’t see the track anymore, turn the light in my direction a bit”, “wait for me, if i’m more than 2 meters back, I’m in the complete dark”. 2km before we arrived at the hotel, we had another movie moment. I laid down on the ground, telling my friend to leave me here. I couldn’t move, and felt like I would faint from lack of food. We had done 34km, and the last 2 km still left to do felt like 20. \n\nAnd just like in the movies, you don’t leave your partner behind. When we finally got to the hotel, it must have been later than 9pm. We had just walked for 14 hours and had small 1h break. \n\nHere is the record of our walks for the 2 last days.Arriving to the hotel was a big relief. We still had to hand back the camping gear, but I don’t even remember that part. At the hotel’s restaurant, we ordered food and waited a nightmarish long time for it. But it eventually got there.\n\nWhen we got to bed, I couldn’t bear the sheet touching my feet. One of my big toe nail was blue, the other one was yellow. I lost both during the following month. Whatever, this hike was outstanding. Surprisingly, the hard conditions made it better and carved it into our brain.\n\nThe next day, as planned we got back to Hotel 1 to get the bike back. If you remember, it was not working anymore. But we got it starting and never stopped it until we got back to Senggigi. Since we got north by the west side of the island, we drove back around the East face of the volcano. \n\nDriving a scooter in South-East Asia is always a pleasure. You go through the countryside, dodge monkeys on the road, have fun in the traffic, knowing the danger but still enjoying the day.  We got to the hotel safe, and finally got some real rest.\n\nPictures by:\nwww.instagram.com/anatolemathe\nwww.instagram.com/jules_gorny\n\nStory by:\nwww.instagram.com/jules_gorny\n\nSee you soon for more!\n\n", "lat": "-8.411293", "text_fr": "Note: If you don't have time for a long story, you should still scroll for the pictures :) Enjoy!\n\nWhen we arrived to Bali, we wanted to climb some volcanoes. Mount Batur is the most famous on the island, which also means the most crowded. We decided to climb Mount Agung instead. It’s the highest, and almost nobody choose this one. \n\nThe most common way of climbing a volcano in Indonesia is to go by night, and enjoy the sunset on the top. To do so, we rented scooters in Denpasar, and started to drive towards a hotel we booked not too far from Mount Agung. \n\nWe drove the full afternoon on the main road and got there in the evening. It was night already. To our surprise, the hotel was closed by a big metallic door. The hotel was rounded by a 3 meter (9 feet) high wall. Nobody came after we knocked for some time. so I decided to climb the wall and see if I could find anyone. As I was walking slowly in the inner courtyard, I bumped and scared the shit out of the guy supposed to be here in case someone arrived. He had been sleeping and didn’t hear us.\n\nAfter leaving all the useless stuff at the hotel, we headed for the volcano. We were planning on hiking by ourselves, but when we finally arrived not too far from the trail, people waved at us to make us stop. They told us it wasn’t possible to go without a guide, but indeed, they could call one for us. We tried to say we didn’t want one, but they acted quite threatening. We asked for the price, and from there, a big misunderstanding occurred. They asked for “a 100”, which we thought was 100 000 IDR each (~7$). We had watched on the internet before and it seemed to be a possible price. We were ok with this, and they called a guide. That’s only when he arrived and we handed the money that we understood they were expecting a 100$. After some negotiation, the guide accepted 60$. It was 1am. We had been debating for more than 2 hours, and didn’t like it that much. \n\nThe hike is only 8km, but with an elevation gain of 2km. Internet was advising a departure around 11pm for a 6 hours climb. We started the hike up. The guide was going surprisingly fast, but we followed. When he stopped, less than an hour later, we already were ¼ of the way up the volcano. After a small break, we continued the ascent, overtook a group, and stopped two more times at half and ¾ of the way. He told us it was too early to get to the summit, we would freeze if we waited too long up there. Three other groups were on the mountain since 9 and 11pm. He told us not to speak about the amount we paid for the hike because another group had paid 250$. Our guide was smiling way more, now that we had climbed most of the volcano. We later understood that it was due to how fast we were going. We didn’t pay much, but we wouldn’t spend 10 hours on the hike either. We stopped a bit before the summit with the other groups, and made a fire, waiting for sunrise. When we finally started to walk again and reached the top, we could see Mount Batur piercing through the clouds behind us.From the top, as the sun was rising, we started to see the shape of Mount Rinjani, on the eastern Lombok Island. It looked huge, we wanted to climb it as well. Our guide was happier than ever, calling us “the super heroes”. He wanted to run on the way down.After some time on the summit, the cold got us on the way back. We had only found warm clothes the day before, after looking for a hiking gear store for hours in Denpasar (don’t trust Google Maps). Our size is not usual in South-East Asia, so the clothes were a bit too small. When we started the descent, my body was cold. My knees quickly started to hurt as we were running down. The pain became hard to deal with and the descent ended up being a nightmare.  When we finally got to our scooters, we still had to get back to the hotel. The road felt very long, driving behind trucks most of the way. I almost fell asleep a few times.After a day of sleep, we went back to Denpasar. We lost ourselves in the countryside on purpose, trying to avoid the busy main road. Indonesian countryside always have a lot of surprising landscapes to offer, like a lot of paddy fields and palm trees along the roads.At the hostel in Denpasar, we started to decide how ascent Mount Rinjani. First, we didn’t want to have a guide again. It removes so much of the fun of exploring an unknown place, and forces you to stay with other people and their guides. We wanted to do it on our own. We watched a lot more on the internet this time. For Mount Rinjani, you were not only paying a guide, but paying all the transport to the volcano, and the hotels. The price was around 300$ per person. We didn’t want to pay such a huge amount for one trek and internet seemed to say we could go without a guide. But first, we had to get on Lombok island, where Mount Rinjani stands.We saw that an all included trip to Senggigi (the city we were heading to on Lombok island) was possible but we decided to try to do it on our own to reduce costs. We went to the bus terminal to find a bus to the harbour. But instead of going inside the terminal, we waited outside. Doing so, you can catch a bus going out, which is already full. This might allow you to negotiate the price. We proposed a first price, the driver wasn’t ok and went away. We expected him to come back anyway to get us onboard. He did 2 minutes later. After being handed over to another driver on the way, we finally arrived at the harbor, where people proposed us again an all inclusive trip to our destination. We refused again and just took an economy class boat ticket. That’s how we ended up in the slow boat, which gave us plenty of time to rest on the benches, cradled by the swell.When we finally arrived on Lombok island, it was getting dark. And we still had 40km (25 miles) to get to our next hostel. Still trying to reduce costs, we decided not to climb into any of the taxis waiting next to the boat, shouting for you to get in their car. We went out the harbor and started to negotiate a better price for the taxi. It failed miserably and we ended up with nobody to take us to our hostel. It was night. Heavy bags on the back, we started to walk, wondering if we would have to go all the way by foot. Surely we could find another way. 200 meters later, a group of 30 young locals asked us where we wanted to go. As we explained, they told us they could give us a scooter ride for some money. But there was no scooter around, and a 40km (25 miles) night ride on a scooter didn’t seem like a good idea with our bags. As they sent people to get scooters, we started to feel more and more oppressed and decided to move away. Something was clearly going wrong. As they were unhappily following us, a guy with a MPV stopped next to us and asked if we needed a taxi. We didn’t hesitate a second and jumped in. He gave a few words to the angry young crowd and drove off. It felt like a close shot. We started to speak and he asked us if he could bring his wife back home before driving us to our hostel. We didn’t see any problem with that. It made for a nice tour. When we got to his place, his wife got out, and his 3 kids came in, happy to go with their dad and 2 foreigners. After a relaxing ride, we got to our destination. This evening, we even struggled finding a place to eat. It was Ramadan. \n\nThe next morning, we had planned to go to the tour agencies to check if it was really possible to climb Mount Rinjani without a guide. We also needed tents, sleeping bags and mattresses. Everything was close, but after some time, we finally found a guy working in a local trekking association. He knew a lot about Rinjani and told us that we could indeed do it on our own. For the gear, we could find it in one of the two cities at the foot of the volcano, where the trails start. With this information, we could finally rent scooters from the hotel and leave. The climb was getting closer.Agencies propose two main ways of climbing Mount RInjani as described on this maps.\nFirst option, 2 days (~28km, 17.4 miles): \n     Day 1: Entry 1 => Camp 1 : 10 km (6.2 miles) with 1.7km (1.05 miles) elevation gain. \n     Day 2: Camp 1 => Summit => Camp 1 => Entry 1 : Wake up at 3am to get to the top (1km of elevation gain) for sunrise. \nSecond option, 3 days (~43km, 26.7 miles):\n     Day 1: same as before\n     Day 2: Camp 1 => Summit => Camp 1 => Camp 2 or 3\n     Day 3: Camp 2 or 3 => Entry 2\nIn both cases, you have porters carrying most of your stuff.\n\nWe decided we wanted to see the full parcour. We decided to walk day 2 and 3 on the same day, to pack the whole hike in 2 days. We would carry our gear, food and water supplies all the way. We heard that there were water springs on the mountain to refill the bottles. To be able to do the full tour, we booked a night in Sembalun Lawang (East) for the night before departure, and a night in Bayan (West) for the night after our arrival. We would leave a scooter and rent the gear in Bayan, and head to our first hotel using one scooter. After a night of sleep, we would leave our last scooter behind and start the ascent.\n\nThat was the plan. We left Senggigi in the afternoon and drove all the way around the Western part of the island. It rained, but we enjoyed seeing black sand beaches and driving through small villages in the countryside.After a long day, we arrived in Bayan. We first had to book a night to rest after the hike, 2 days later. The hotel kept one of our scooters as well. \n\nThen we had to find the gear. And it appeared to be way harder than expected. Nobody seemed to have heard of a guy renting tents and stuff. We went up and down the village, speaking to everyone until someone showed us the home of the supposed renter. It was empty, so we waited. After some time, a guy finally arrived and luckily, he had the much needed camping gear! We hopped back on our remaining scooter, and, trying to keep the perfect balance with all this new weight, we drove to the departure hotel. Upon arrival, we went to eat something. When we decided to finally go back to sleep, the scooter refused to start, no matter our efforts. We gave up, too tired to deal with this, and decided to get preoccupied on our return from the hike.\n\nWe went to bed, looking forward to the next day. At 4am, we got woken up by someone singing. It was still Ramadan. When we finally got out of bed, we packed up, and headed for the closest small shop to get some food. We took a lot of dry biscuits and corned beef as marmalade, as well as energy bars and dried banana for dessert. We had a hard time knowing which quantity of food we really needed, afraid of having too much to carry. \n\nThe groceries done, we packed again, and headed for the office delivering the entry rights for the national park. When we entered the room, guides were here buying the tickets for their groups. As we asked for tickets to someone who seemed to work in the army, he watched us and asked “Where is your guide ?”. “We don’t have one”. “Well, you can’t go without a guide”. We backed off, and looked at each other. “What do we do?” Everything until now seemed to say we could go without a guide. We had done so much coming here on our own for nothing? No, we would go anyway. We asked again and he refused to sell us the entry rights again. We got out of the office and decided to walk along the road for 4km to the departure point (Entry 1). Trucks loaded with dozens of tourists went by. How would we act when we arrived at the departure? What if they refused to let us go without the permit? We decided to watch the ground and just go through the crowd, hoping to pass unnoticed. This actually worked perfectly well, because nobody was here to check anything. The path was free. Quickly, we got behind porters.We overtook everyone. We wanted to walk as fast as possible at the start to be alone on the mountain for the rest of the day. That’s the main reason we didn’t want a guide, we wanted to be alone. We passed through groups of 30 tourists having a break after 1km, and kept going. At 10am, the sun was hitting hard already. But there was not much trees around. When we finally saw one far ahead, we decided to stop for our first break. But we were not first. A group of porters was already here. We didn’t know if they would be nice to us, since we were not using their services. In the end, they offered us coffee. They had a job for the next 3 days and didn’t care at all. They were actually just surprised. We later learned that among the 300 people who were on the mountain, there was another group of 2 and us without a guide. The word quickly went around and everyone on the mountain seemed to know who we were.We left before the porters and finally had the whole place to ourselves. For lunch, we had corned beef and dry biscuits. It would be our meal until the next evening. When we arrived at camp 1 on the ridge, we had no water left and we started to look for the spring. The spring wasn’t here, which is totally logical. It was next to camp 2, close to the lake, 6km down, where water can start flowing down the volcano. If we walked this 6km, we would have to climb it back the next morning before heading to the summit. We had no other choice than add this 12km to our overall trip and went to camp 2. \n\nAfter 19km, we finally stopped and directly built the tent. Then, we went to look for the water spring. There was a lot of fog, and all we could find was a few yellowish, sulfur smelling puddles. This couldn’t be the spring. We tasted the water just in case, it was awful.We headed back to camp, hoping to find someone who could tell us where the real spring was. We met a guy who was climbing differently than most people. He had a guide but was carrying his own stuff. He asked his guide a hint to find the spring and came with us to find it. It took some more time, but we finally got there. It looked like this.The whole place was dirty. There was trash all around the lake too, which made for quite a depressing sight. \n\nWe went to sleep early. The next day would be a huge day. 36km instead of 30. We had to climb the 6km back, then go to the summit, and come back to the lake, refill the water bottles and head for camp 3 on the next ridge before climbing down the whole volcano.\n\nWe woke up at 4am to pack the tent, eat a quick breakfast and leave by 5am. This way, we would climb to the summit while people got down. We wanted to be alone on the top. The climb from camp 1 to the summit happened to be way harder than expected. We didn’t think of leaving stuff behind and carried everything to the top. We were climbing on a very steep slope, covered by 30cm of dirt and ashes. Each step coming back down as you put your weight on it. But it didn’t keep us from enjoying the most incredible landscape we might have had the chance to see in our lives.The color were out of this world. Every 5 meters, a break was welcome to catch our breath and enjoy the view. As expected, most of the people saw us go up as they were going back down. Most were telling us “the worst is still to come”. And it was.The last 500 meters were even steeper, and each step would make you go forward by 20 cm at best. The altitude rising, the effort seemed twice as hard as it should have been. A hundred meters from the summit, we passed by a guy, laying on the back. We asked him if he had been on the top. He told us he didn’t reach it yet. We kept moving and finally got to the summit, around 3700 meters above sea level. It was 9am, and it wasn’t freezing and we had the place to ourselves.We stayed there for half an hour, and ate. We still had a long walk to go, and we wanted to arrive at the hotel not too late (spoiler alert, it failed). The slope being so steep and the ground being so slippery, the best way down was to run. We passed the guy we saw on the way up. He was going down as well. The descent to camp 1 was very fast. Some people we were meeting on the way up 2 hours before were surprised to see us so soon and asked if we really got to the summit.No time to waste, we went back to the lake. This is when my knees started to hurt just like on Mount Agung descent. I was expecting this hike to end in pain.We refilled our water bottles at the lake once more, and went forward. Luckily for me, we had a small break in the descent to climb back up to camp 3. We started to have cramps, but nothing too terrible. When we finally got to camp 3, the sun was going down already and people there were making camp. We still had 14 km to go (we already did 22 on this day) but the part i dreaded the most was to go down from the altitude of 2.5km to less than 500m above sea level. \n\nThe campers saw us leave in the falling darkness, headlamps on our foreheads. After a kilometer we got into the jungle. It was completely dark. The small track was full of roots and sometimes very steep. My knees were hurting more and more, I could barely bend them. I started to walk with my legs stretched. My toes were hitting the front of my shoes but I barely noticed. \n\nOf course, when you start to think it can’t get worse, it starts to rain. I’ve seen this in a lot of movies. And this time, too. We kept going for hours, checking our phone every now and then to realise we had just struggle for 200 meters. \n\nIt really couldn’t get worse. Our stomachs were empty, we had been eating our last food at the lake. The 12 km added by our planning mistake about the water spring had more impact than we expected. Anyway, there was no other way than keep walking and not think to much. \n\nSuddenly, my headlamp stopped. No more battery, really? We would have to use one headlamp for the next 6km. My friend tries to encourage me, but i’m head down, dealing with the pain and the lack of light.\n\nFrom there, it was just the same thing for hours. Pain, hunger, “wait, I can’t see the track anymore, turn the light in my direction a bit”, “wait for me, if i’m more than 2 meters back, I’m in the complete dark”. 2km before we arrived at the hotel, we had another movie moment. I laid down on the ground, telling my friend to leave me here. I couldn’t move, and felt like I would faint from lack of food. We had done 34km, and the last 2 km still left to do felt like 20. \n\nAnd just like in the movies, you don’t leave your partner behind. When we finally got to the hotel, it must have been later than 9pm. We had just walked for 14 hours and had small 1h break. \n\nHere is the record of our walks for the 2 last days.Arriving to the hotel was a big relief. We still had to hand back the camping gear, but I don’t even remember that part. At the hotel’s restaurant, we ordered food and waited a nightmarish long time for it. But it eventually got there.\n\nWhen we got to bed, I couldn’t bear the sheet touching my feet. One of my big toe nail was blue, the other one was yellow. I lost both during the following month. Whatever, this hike was outstanding. Surprisingly, the hard conditions made it better and carved it into our brain.\n\nThe next day, as planned we got back to Hotel 1 to get the bike back. If you remember, it was not working anymore. But we got it starting and never stopped it until we got back to Senggigi. Since we got north by the west side of the island, we drove back around the East face of the volcano. \n\nDriving a scooter in South-East Asia is always a pleasure. You go through the countryside, dodge monkeys on the road, have fun in the traffic, knowing the danger but still enjoying the day.  We got to the hotel safe, and finally got some real rest.\n\nPictures by:\nwww.instagram.com/anatolemathe\nwww.instagram.com/jules_gorny\n\nStory by:\nwww.instagram.com/jules_gorny\n\nSee you soon for more!\n\n"}